public class MyStory {
   public String GetMyStory() {
       return "Программирование - перспективное направление в современном мире, сложно это отрицать. Профиль, на который я поступила, а конкретно Гейм-дизайн и виртуальная реальность, в первую очередь заинтересовал возможностью изучения 3д моделирования. В добавок, в данный момент больший акцент ставится на английском языке, что усложняет изучение других дисциплин. Но я осознаю, что программирование будет полезным умением, если я пойду по специальности. Надеюсь, что смогу уделять этому занятию больше времени и изучить данную сферу более подробно. Но сказать, что программирование не нужно совсем, было бы неблагоразумно.";

   }
}
